Map<String, dynamic> data = {
  "request": [
    {
      "type": "도로 이용 불편 민원",
      "address": "대구광역시 중구 동성로2가 160-1",
      "status": "처리중",
      "detail": "보도블럭이 울퉁불퉁해서 위험합니다.",
      "date": "2022.11.04. 09:41",
    },
    {
      "type": "거리 환경 개선 민원",
      "address": "대구광역시 중구 성내1동 68-1",
      "status": "완료",
      "detail": "턱이 너무 높아 휠체어가 올라가기에 너무 힘들었습니다",
      "date": "2022.10.11. 17:10",
    },
    {
      "type": "거리 환경 개선 민원",
      "address": "대구 동구 동대구로 530",
      "status": "완료",
      "detail": "휠체어 급속 충전기 위치가 찾기 어렵습니다.. 찾다가 배터리가 다 나갔어요ㅠ",
      "date": "2022.08.12. 19:06",
    },
  ],
  "heart": [
    {
      "name": "츠바키노하나",
      "address": "대구 중구 문우관길 25 1층",
      "img": "assets/images/food/food-1.png",
      "facility": [
        "1층",
        "경사로",
        "문턱있음",
        "테이블석",
        "엘리베이터",
        "장애인화장실"
      ],
    },
    {
      "name": "사야까",
      "address": "대구 중구 국채보상로125길 4 1층",
      "img": "assets/images/food/food-2.png",
      "facility": [
        "1층",
        "경사로",
        "문턱있음",
        "테이블석",
      ],
    },
  ]
};
